{"id":1722,"date":"2020-04-28T22:14:32","date_gmt":"2020-04-28T22:14:32","guid":{"rendered":"https:\/\/ascentbroadband.com\/?page_id=1722"},"modified":"2021-05-11T14:34:16","modified_gmt":"2021-05-11T14:34:16","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/ascentbroadband.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<div class=\"fusion-fullwidth fullwidth-box fusion-builder-row-1 nonhundred-percent-fullwidth non-hundred-percent-height-scrolling\" style=\"background-color: rgba(255,255,255,0);background-position: center center;background-repeat: no-repeat;padding-top:0px;padding-right:5%;padding-bottom:0px;padding-left:5%;margin-bottom: 0px;margin-top: 0px;border-width: 0px 0px 0px 0px;border-color:#e8eaf0;border-style:solid;\" ><div class=\"fusion-builder-row fusion-row\"><div class=\"fusion-layout-column fusion_builder_column fusion-builder-column-0 fusion_builder_column_1_1 1_1 fusion-one-full fusion-column-first fusion-column-last\" style=\"margin-top:0px;margin-bottom:20px;\"><div class=\"fusion-column-wrapper fusion-flex-column-wrapper-legacy\" style=\"background-position:left top;background-repeat:no-repeat;-webkit-background-size:cover;-moz-background-size:cover;-o-background-size:cover;background-size:cover;padding: 0px 2% 0px 2%;\"><div class=\"fusion-tabs fusion-tabs-1 classic horizontal-tabs icon-position-left\"><style type=\"text\/css\">.fusion-tabs.fusion-tabs-1 .nav-tabs li a.tab-link{border-top-color:#f7f8f9;background-color:#f7f8f9;}.fusion-tabs.fusion-tabs-1 .nav-tabs{background-color:#ffffff;}.fusion-tabs.fusion-tabs-1 .nav-tabs li.active a.tab-link,.fusion-tabs.fusion-tabs-1 .nav-tabs li.active a.tab-link:hover,.fusion-tabs.fusion-tabs-1 .nav-tabs li.active a.tab-link:focus{border-right-color:#ffffff;}.fusion-tabs.fusion-tabs-1 .nav-tabs li.active a.tab-link,.fusion-tabs.fusion-tabs-1 .nav-tabs li.active a.tab-link:hover,.fusion-tabs.fusion-tabs-1 .nav-tabs li.active a.tab-link:focus{background-color:#ffffff;}.fusion-tabs.fusion-tabs-1 .nav-tabs li a:hover{background-color:#ffffff;border-top-color:#ffffff;}.fusion-tabs.fusion-tabs-1 .tab-pane{background-color:#ffffff;}.fusion-tabs.fusion-tabs-1 .nav,.fusion-tabs.fusion-tabs-1 .nav-tabs,.fusion-tabs.fusion-tabs-1 .tab-content .tab-pane{border-color:rgba(232,234,240,0);}<\/style><div class=\"nav\"><ul class=\"nav-tabs nav-justified\" role=\"tablist\"><li class=\"active\"><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-ae8c041c5650a7876cc\" aria-selected=\"true\" id=\"fusion-tab-terms&amp;conditions\" href=\"#tab-ae8c041c5650a7876cc\"><h4 class=\"fusion-tab-heading\">Terms & Conditions<\/h4><\/a><\/li><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-81187acd71469767701\" aria-selected=\"false\" tabindex=\"-1\" id=\"fusion-tab-acceptableusepolicy\" href=\"#tab-81187acd71469767701\"><h4 class=\"fusion-tab-heading\">Acceptable Use Policy<\/h4><\/a><\/li><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-80e5f9b1b4e076a0be3\" aria-selected=\"false\" tabindex=\"-1\" id=\"fusion-tab-fccdisclosures\" href=\"#tab-80e5f9b1b4e076a0be3\"><h4 class=\"fusion-tab-heading\">FCC Disclosures<\/h4><\/a><\/li><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-5bceb40f22072a7c9f2\" aria-selected=\"false\" tabindex=\"-1\" id=\"fusion-tab-privacypolicy\" href=\"#tab-5bceb40f22072a7c9f2\"><h4 class=\"fusion-tab-heading\">Privacy Policy<\/h4><\/a><\/li><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-b799e4dae338bcd5496\" aria-selected=\"false\" tabindex=\"-1\" id=\"fusion-tab-referralprogram\" href=\"#tab-b799e4dae338bcd5496\"><h4 class=\"fusion-tab-heading\">Referral Program<\/h4><\/a><\/li><\/ul><\/div><div class=\"tab-content\"><div class=\"nav fusion-mobile-tab-nav\"><ul class=\"nav-tabs nav-justified\"><li class=\"active\"><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-ae8c041c5650a7876cc\" aria-selected=\"true\" id=\"mobile-fusion-tab-terms&amp;conditions\" href=\"#tab-ae8c041c5650a7876cc\"><h4 class=\"fusion-tab-heading\">Terms & Conditions<\/h4><\/a><\/li><\/ul><\/div><div class=\"tab-pane fade fusion-clearfix in active\" role=\"tabpanel\" tabindex=\"0\" aria-labelledby=\"fusion-tab-terms&amp;conditions\" id=\"tab-ae8c041c5650a7876cc\">    <script id=\"load_widget\" src=\"https:\/\/jarvis.ascentbroadband.com\/embed.js\" data-div-id=\"ascent-terms\" data-service-signup=\"https:\/\/jarvis.ascentbroadband.com\/terms\/ascent\"><\/script>\r\n    <div id=\"ascent-terms\" style=\"margin: 0 auto; max-width:1200px;min-height:1000px;position:relative;\"><\/div>\r\n<\/div><div class=\"nav fusion-mobile-tab-nav\"><ul class=\"nav-tabs nav-justified\"><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-81187acd71469767701\" aria-selected=\"false\" tabindex=\"-1\" id=\"mobile-fusion-tab-acceptableusepolicy\" href=\"#tab-81187acd71469767701\"><h4 class=\"fusion-tab-heading\">Acceptable Use Policy<\/h4><\/a><\/li><\/ul><\/div><div class=\"tab-pane fade fusion-clearfix\" role=\"tabpanel\" tabindex=\"0\" aria-labelledby=\"fusion-tab-acceptableusepolicy\" id=\"tab-81187acd71469767701\">\n<p class=\"p1\"><em>Ascent Broadband, LLC<\/em><\/p>\n<h4 class=\"p1\"><span style=\"color: #19809f;\"><strong>Acceptable Use Policy<\/strong><\/span><\/h4>\n<p class=\"p1\">Effective Date: December 06, 2018<\/p>\n<p class=\"p1\">By accessing the Internet through any facility owned or operated by Ascent Broadband LLC, or any of its affiliates (“Ascent Broadband”), a Subscriber, on or behalf of itself or any of its Users (as those terms are defined below), agrees to the terms of this Acceptable Use Policy agreement (the “Agreement” or “AUP”). Ascent Broadband may revise this AUP from time to time by posting a new version on the website at ascentbroadband.com.<\/p>\n<p class=\"p1\"><span style=\"color: #19809f;\"><strong>1. DEFINITIONS<\/strong><\/span><\/p>\n<p class=\"p1\">“Service” means access to the Internet (depending on the rate plan selected by the Subscriber) and any other data services offered by Ascent Broadband.<br \/>\n“Subscriber” means the individual, corporation, or legal entity that incurs usage charges for the Service and utilizes the Service for its own internal use. “User”means an individual within Subscriber’s corporation or other legal entity who uses the Service and whose usage charges are incurred by Subscriber.<\/p>\n<p class=\"p1\"><span style=\"color: #19809f;\"><strong>2. ACCEPTABLE USE OF INTERNET SERVICES<\/strong><\/span><\/p>\n<p class=\"p1\">The Service may be used for browsing, sending, receiving and reading electronic mail, transferring files via the file transfer protocol or similar Internet protocol. At all times Subscriber shall be responsible for any use of the Service by its Users.<\/p>\n<p class=\"p1\"><strong><span style=\"color: #19809f;\">3. PROHIBITED ACTIVITIES<\/span><\/strong><\/p>\n<p class=\"p1\">In connection with the use of the Service, Subscriber shall comply, and shall require its Users to comply, with the terms and conditions of this Agreement and with all applicable laws and regulations, including, without limitation, the Digital Millennium Copyright Act.<\/p>\n<p class=\"p1\">a. Without limiting the generality of the foregoing, Subscriber and its Users shall not use the Service in a manner that interferes with or threatens to jeopardize Ascent Broadband’s network or the use of the Service by any of Ascent Broadband’s customers, and Subscriber shall not use the Service:<\/p>\n<p class=\"p1\">i. to make foul or profane expressions, or to impersonate another person with fraudulent or malicious intent, or to annoy, abuse, threaten, or harass that person;<\/p>\n<p class=\"p1\">ii. to create or distribute chain letters or other types of Ponzi or pyramid schemes of any type;<\/p>\n<p class=\"p1\">iii. to send unsolicited mail messages, including the sending of junk mail or other advertising material to individuals who did not specifically request such material, who were not previous customers of Subscriber or with whom Subscriber does not have an existing business relationship (spam); or distributing, advertising, web hosting or promoting software or services that have the primary purpose of encouraging or facilitating unsolicited commercial E-mail or spam;<\/p>\n<p class=\"p1\">iv. to transmit or upload material, information, messages, data or images that are libelous or defamatory, or that violate any privacy right, threaten physical harm or property damage, or that violate state, local or federal laws, including but not limited to, laws governing obscenity, pornography, intellectual property, or the transmission of copyrighted material or trade secrets unless possessing the appropriate and necessary rights to do so;<\/p>\n<p class=\"p1\">v. to cause or attempt to cause security breaches or disruptions of Internet communication or service. (Examples of security breaches include, but are not limited to, accessing data of which Subscriber is not an intended recipient, or logging in to a server or account that Subscriber is not expressly authorized to access. Examples of disruptions include, but are not limited to, port scans, ping floods, denial of service attacks, packet spoofing, and forged routing information);<\/p>\n<p class=\"p1\">vi. to conduct or solicit the performance of any illegal activity or to conduct any other activity that infringes the rights of Ascent Broadband or any other party;<\/p>\n<p class=\"p1\">vii. to accomplish any unlawful purpose including, but not limited to, posting, sending, storing or transmitting information which a reasonable person would deem unlawful;<\/p>\n<p class=\"p1\">viii. to collect large numbers of identifiers of others without their consent (spidering or harvesting) or use of software to conduct such activity (spyware);<\/p>\n<p class=\"p1\">ix. to violate the rules of any network, server, web site, or system that you access;<\/p>\n<p class=\"p1\">x. to access others computers, servers or data without others permission;<\/p>\n<p class=\"p1\">xi. to use or run public servers including web servers, including TOR endpoints, Mobile Device Management (MDM) servers;<\/p>\n<p class=\"p1\">xii. to interfere with others use of Service including transmitting worm, virus, or other harmful feature, or generating levels of traffic sufficient to impede others ability to use the network (DDoS, SYN flood, etc);<\/p>\n<p class=\"p1\">xiii. to resell or make the service available to others outside of the residential or business premise; or<\/p>\n<p class=\"p1\">xiv. to access and use the Service with anything other than dynamic Internet Protocol address that adheres to dynamic host configuration protocol. Use of static IP addresses or any protocol other than DHCP is prohibited unless you have purchased a plan that explicitly allows you to use them.<\/p>\n<p class=\"p1\">b. Subscriber and its Users shall not cause harm to the equipment, software, or processes used in connection with furnishing the Service, whether owned or operated by Ascent Broadband or other entities.<\/p>\n<p class=\"p1\">c. Upon any notice of alleged copyright infringement by a Subscriber, Ascent Broadband shall have the right to immediately remove the allegedly infringing content or temporarily disable the Subscriber’s service. Ascent Broadband will notify Subscriber if such action is taken. Reinstatement may occur upon receipt by Ascent Broadband of a counter notice delivered in accordance with the copyright infringement provisions of the Digital Millennium Copyright Act. Repeat infringers’ accounts will be terminated with no reinstatement.<\/p>\n<p class=\"p1\">d. Subscriber purchases this service for residential or business class use. Data consumption that is not characteristic of a typical user as determined by Ascent Broadband in its sole discretion may result in bandwidth limitation, customer purchasing dedicated bandwidth, or service termination.<\/p>\n<p class=\"p1\"><strong><span style=\"color: #19809f;\">4. CONTENT<\/span><\/strong><\/p>\n<p class=\"p1\">Ascent Broadband exercises no control over the content of the information passing through Ascent Broadband&#8217;s network and accessed through the Service. Ascent Broadband has no duty to monitor, review, remove, or edit any material passing through or residing on its network or servers, although Ascent Broadband reserves the right to do so at any time. Some sites contain information that Subscriber or its Users may consider obscene or harmful. Ascent Broadband shall not be responsible in any manner and to any extent for sites or postings that might be considered obscene, offensive, harmful, or illegal. Subscriber is responsible for its own monitoring and viewing habits, and for those of its Users, including minors. Ascent Broadband makes no warranties of any kind, whether express or implied, about the content of the information passing through its network or accessed by the Subscriber or its Users through the Service. Use of any information obtained through the Service is at the sole risk of Subscriber and its Users. Ascent Broadband specifically disclaims any responsibility for the accuracy or quality of information obtained through the Service.<\/p>\n<p class=\"p1\"><strong><span style=\"color: #19809f;\">5. EQUIPMENT<\/span><\/strong><\/p>\n<p class=\"p1\">Subscriber shall be responsible for the proper installation, operation, and maintenance of any equipment not supplied by Ascent Broadband that is used by Subscriber or its Users in connection with the Service and Subscriber shall ensure that such equipment is technically and operationally compatible with the Service and in compliance with applicable laws and regulations.<\/p>\n<p class=\"p1\"><strong><span style=\"color: #19809f;\">6. VIOLATIONS OF THIS POLICY<\/span><\/strong><\/p>\n<p class=\"p1\">If Ascent Broadband receives notice from a third party, or if Ascent Broadband reasonably believes that a Subscriber or any of its Users has violated any of the terms of this Agreement (including, without limitation, for failure to pay for the Service when due), then Ascent Broadband shall have the right, in its sole discretion, without prior notification to Subscriber or its Users, without limiting any other rights or remedies Ascent Broadband might have, and without incurring any obligation or liability to Subscriber or its Users, to temporarily discontinue furnishing Service to Subscriber or its Users, in whole or in part, or to terminate service to Subscriber. Ascent Broadband may charge a reconnect fee for any discontinued Service that is subsequently reconnected.<\/p>\n<p class=\"p1\"><strong><span style=\"color: #19809f;\">7. CHANGES TO THE ACCEPTABLE USE POLICY<\/span><\/strong><\/p>\n<p class=\"p1\">Ascent Broadband may change this Acceptable Use Policy at anytime. Subscribers may review the most current version by clicking “Legal” located at the bottom of our site. Subscribers are responsible for checking these terms periodically for changes. Continuing to use Ascent Broadband services following changes to the Acceptable Use Policy signifies acceptance of the new terms.<\/p>\n<p class=\"p1\"><span style=\"color: #19809f;\"><strong>8. CONTACT US<\/strong><\/span><\/p>\n<p class=\"p1\">If you have any questions about this Policy please contact us at:<\/p>\n<p class=\"p1\"><span style=\"color: #19809f;\"><strong>Ascent Broadband, LLC<\/strong><\/span><br \/>\n2809 E Harmony Rd, Suite 310 Fort Collins, CO 80528<\/p>\n<p class=\"p1\">Email: <a href=\"mailto:info@ascentbroadband.com\">info@ascentbroadband.com<\/a><\/p>\n<\/div><div class=\"nav fusion-mobile-tab-nav\"><ul class=\"nav-tabs nav-justified\"><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-80e5f9b1b4e076a0be3\" aria-selected=\"false\" tabindex=\"-1\" id=\"mobile-fusion-tab-fccdisclosures\" href=\"#tab-80e5f9b1b4e076a0be3\"><h4 class=\"fusion-tab-heading\">FCC Disclosures<\/h4><\/a><\/li><\/ul><\/div><div class=\"tab-pane fade fusion-clearfix\" role=\"tabpanel\" tabindex=\"0\" aria-labelledby=\"fusion-tab-fccdisclosures\" id=\"tab-80e5f9b1b4e076a0be3\">\n<h4 class=\"p1\"><span style=\"color: #19809f;\">FCC Disclosures<\/span><\/h4>\n<p class=\"p1\">The Federal Communications Commission (“FCC”) requires ISPs to publicly disclose certain information. Though we have information in our other posted materials, we have compiled information here that is specifically required by the FCC.<\/p>\n<h4 class=\"p1\"><span style=\"color: #19809f;\"><strong>Network Management Practices<\/strong><\/span><\/h4>\n<p class=\"p1\"><strong>Blocking<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband does not prevent, other than for reasonable network management, end user access to lawful content, applications, services, or nonharmful devices.<\/p>\n<p class=\"p1\"><strong>Throttling<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband does not, other than for reasonable network management, degrade or impair access to lawful Internet traffic on the basis of content, application, service, user or use of a non-harmful device.<\/p>\n<p class=\"p1\"><strong>Affiliated Prioritization<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband does not prioritize or favor any traffic over other traffic, nor does it reserve bandwidth for any traffic. Ascent Broadband utilizes industry standard peering and CDN practices which optimize connectivity for its customers to provide the best network experience. All Internet traffic is treated equally across our network.<\/p>\n<p class=\"p1\"><strong>Paid Prioritization<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband is not paid to prioritize or favor any traffic over other traffic, nor does it reserve bandwidth for any traffic in exchange for any type of consideration. Ascent Broadband utilizes industry standard peering and CDN practices which optimize connectivity for its customers to provide the best network experience. All Internet traffic is treated equally across our network.<\/p>\n<p class=\"p1\"><strong>Congestion Management<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband uses reasonable network management practices that are consistent with industry standards to manage congestion in its network.<\/p>\n<p class=\"p1\"><strong>Specific Behavior<\/strong><\/p>\n<p class=\"p1\">Carrier-Grade NAT (“CGN”) customers have their traffic modified using standard NAT practices for IP address conservation. This may cause some applications (e.g., certain types of VPNs) to fail. Ascent Broadband also rate limits the Internet Control Message Protocol (“ICMP”) to protect its infrastructure.<\/p>\n<p class=\"p1\"><strong>Device Attachment Rules<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband requires devices to be compatible with IPv4, IPv6, and its Wi-Fi. Ascent Broadband limits the number of devices that can be attached but, generally, not the type of device.<\/p>\n<p class=\"p1\"><strong>Security<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband employs a number of practices to help prevent unwanted communications, such as spam, and protects the security of Ascent Broadband’s customers and network. Traffic volume and flows are monitored to manage capacity, detect malicious activity (i.e., DDoS or malware), and maintain regulatory compliance. Devices may be blocked if they are found to be participating in a DDoS attack or contain malware.<\/p>\n<h4 class=\"p1\"><span style=\"color: #19809f;\"><strong>Performance Characteristics<\/strong><\/span><\/h4>\n<p class=\"p1\"><strong>Service Description<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband provides a summary of its Internet service performance, containing information about speed as well as other related topics. Ascent Broadband provides Internet speeds of up to 1000 Mbps (1 GIG) depending on availability and the price and package you desire.<\/p>\n<h4 class=\"p1\"><span style=\"color: #19809f;\"><strong>Commercial Terms<\/strong><\/span><\/h4>\n<p class=\"p1\"><strong>Pricing and Other Fees<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband charges an installation fee for its internet products. Ascent Broadband’s Internet service may be subject to promotional rates. Additional fees, such as for non-standard installation and equipment charges, may apply. For information about pricing and fees for Ascent Broadband’s various tiers of service, please visit AscentBroadband.com.<\/p>\n<p class=\"p1\"><strong>Privacy Policies<\/strong><\/p>\n<p class=\"p1\">Ascent Broadband’s privacy policies regarding our collection, use, and disclosure of your personal information are explained in our Privacy Policy.<\/p>\n<p class=\"p1\"><strong>Redress Options<\/strong><\/p>\n<p class=\"p1\">If you have any questions about these disclosures, cannot find what you are looking for, or have any other concerns about Ascent Broadband internet services, please contact Ascent Broadband at <a href=\"mailto:info@ascentbroadband.com\">info@ascentbroadband.com<\/a>. Ascent Broadband will review and promptly respond to all submissions.<\/p>\n<\/div><div class=\"nav fusion-mobile-tab-nav\"><ul class=\"nav-tabs nav-justified\"><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-5bceb40f22072a7c9f2\" aria-selected=\"false\" tabindex=\"-1\" id=\"mobile-fusion-tab-privacypolicy\" href=\"#tab-5bceb40f22072a7c9f2\"><h4 class=\"fusion-tab-heading\">Privacy Policy<\/h4><\/a><\/li><\/ul><\/div><div class=\"tab-pane fade fusion-clearfix\" role=\"tabpanel\" tabindex=\"0\" aria-labelledby=\"fusion-tab-privacypolicy\" id=\"tab-5bceb40f22072a7c9f2\">\n<p class=\"p1\">Ascent Broadband, LLC<\/p>\n<h4 class=\"p1\"><span style=\"color: #19809f;\">Privacy Policy<\/span><\/h4>\n<p class=\"p2\">Effective Date: December 06, 2018<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>1. Privacy Policy Overview<\/strong><\/span><\/h4>\n<p class=\"p2\">Ascent Broadband, LLC (“we,” “us,” or “our”) operates the website https:\/\/ascentbroadband.com\/ (the “Website”), which is governed by this Website Privacy Policy (the “Policy”). This Policy applies to any individual or entity (“you”, “your”, or “User”) who accepts this Policy. This Policy is designed to inform you of the types of information we collect from users, how we use that information, and the circumstances under which we will share it with third parties when users utilize the products and services (collectively, the “Services”).<\/p>\n<p class=\"p2\">This Policy pertains to information collected only directly through the Website and does not apply to personal information collected from offline resources and communications (for instance, if you send us a postal letter or call us). Our Services, and our collection, use, and disclosure of your information through this Website is governed by U.S. law. Accordingly, our Policy applies to Users who are located in the U.S. when visiting the Website. We reserve the right at any time, and in our sole discretion, to change or modify this Policy. If any such changes or modifications are made, we will update the “Effective Date” heading at the top of this web page. Such changes or modifications shall be effective immediately upon posting to the Website, and supersede any prior versions of this Policy. Upon material modification of this policy notice will also be provided through electronic or physical mail. Your use of the Website or the Services provided through the Website following such changes or modifications shall constitute your acceptance of the Policy as last revised.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>2. Types of Information Collected<\/strong><\/span><\/h4>\n<p class=\"p2\"><strong>PERSONALLY IDENTIFIABLE INFORMATION<\/strong><\/p>\n<p class=\"p2\">Personally Identifiable Information, as used in this Policy, means any information or set of information that identifies a specific individual, and may be collected, for example, when users request more information, subscribe to Services online, register for an account, or contribute to a chat, or in any other way submit personal information to us via the Website. Examples of Personally Identifiable Information that may be requested include your first and last name, email address, Ascent Broadband account number, CPNI customer code, user ID and\/or password information, credit card or other payment information, postal address, and phone number(s). We collect this information on the Website to provide you with notices in the form of e-mails, mailings, and the like, to allow you to request information from us, and otherwise correspond with you about our Services. You can choose not to provide your Personally Identifiable Information by electing not to complete a form. By providing your personal information, you acknowledge and consent to our use of your Personally Identifiable Information in accordance with this Policy.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>3. How We Collect Information<\/strong><\/span><\/h4>\n<p class=\"p2\"><strong>WEBSITE COOKIES<\/strong><\/p>\n<p class=\"p2\">The website may place “cookies” on a visitor’s computer. Cookies are small text files. Our cookies save anonymized (e.g. Non-Personally Identifiable) data about individual visitors, allowing the website to recognize information about a visitor and help deliver personalized content and other services and functions. The Website may use both session cookies, which terminate when a User closes his or her browser, and persistent cookies, which remain on the User’s computer until they expire or are manually deleted. A cookie does not retrieve any other data from your hard drive.<\/p>\n<p class=\"p2\">The Website may also contain coding from our third party business and technology partners, which generate third-party cookies. Third-party cookies allow these third party business and technology partners to store Non-Personally Identifiable Information, which is accessible when you visit the Website or other third party websites. We do not control use of these cookies.<\/p>\n<p class=\"p2\">Most browsers allow you to control cookies, including whether or not to accept them, and provide the ability to remove them. You may set most browsers to notify you if you receive a cookie, or you may choose to block cookies with your browser. Blocking cookies may result in a lower quality experience for you while you are using the Website, or otherwise stop certain features on the Website from functioning. Blocking cookies does stop all tracking activities described in this Policy.<\/p>\n<p class=\"p2\"><strong>DO NOT TRACK SIGNALS<\/strong><\/p>\n<p class=\"p2\">Do Not Track is a feature in your web browser, which enables you to ask to optout of the third party tracking of your online activities over time and across third party websites. Third parties cannot collect any Personally Identifiable Information from this Website unless you provide it to them directly.<\/p>\n<p class=\"p2\"><strong>LOG FILES<\/strong><\/p>\n<p class=\"p2\">Like most websites, our servers utilize log files. Log files store information including internet protocol (IP) addresses, browser type, internet service provider (ISP), referring\/exit pages, platform type, date\/time stamp, and number of clicks. Log files are used to analyze trends, administer the Website, track Users’ movement in the aggregate, and gather broad demographic information for aggregate use. We use log file information at times to help identify you as you browse and to gather broad technical and demographic information on who uses our website.ttr<\/p>\n<p class=\"p2\"><strong>GOOGLE ANALYTICS ADVERTISING FEATURES<\/strong><\/p>\n<p class=\"p2\">We use Google Analytics to collect information about the use of the Website. Google Analytics collects information such as how often users visit the Website, what pages they visit when they do so, and what other sites they used prior to coming to the Website. We use the information we get from Google Analytics only to improve the Website. Google Analytics collects only the IP address assigned to you on the date you visit the Website, rather than your name or other identifying information. We do not combine the information collected through the use of Google Analytics with Personally Identifiable Information. Although Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit this site, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your visits to this site is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to this Website by disabling the Google Analytics cookie on your browser. You can also view and change the currently available opt-outs for Google Ads.<\/p>\n<p class=\"p2\">We also use the Google AdWords remarketing service to advertise on third party websites (including Google) to previous visitors to of our website. This could be in the form of an advertisement on other websites or on the Google search results page. Third party vendors, including Google, use cookies to serve ads based on someone’s past visits to the Website. Any data collection will be used in accordance with our own privacy policy and Google’s privacy policy.<\/p>\n<p class=\"p2\">You can set preferences for how Google advertises to you using Google’s Ads Settings. Alternatively, you can opt-out of a third party vendor’s use of cookies by visiting the Network Advertising Initiative opt-out page.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>4. How We Use and Share Information<\/strong><\/span><\/h4>\n<p class=\"p2\"><strong>USES OF INFORMATION<\/strong><\/p>\n<p class=\"p2\">In addition to the uses listed in other sections of this Policy, the information you provide to us and automatically-collected information (both Personally and Non-Personally Identifiable Information) is used to provide a number of different functions and services on the Website and to provide an enhanced online experience for users. We collect information so we can identify you as our customer, to establish, manage and protect your accounts, to verify your identity in the event that you lose or forget your Website login credentials, to complete your transactions, to offer you Services you might be interested in, to personalize and improve upon your experience with us, and to comply with various legal and regulatory requirements.<\/p>\n<p class=\"p2\">These companies may use Non- Personally Identifiable Information about your visits to the Website in order to provide advertisements about goods and services that may be of interest to you. It is solely your obligation to review and understand the privacy practices and policies of these advertisers and their associated third parties. These advertisers and their associated third parties are independent entities over which Ascent Broadband exercises no control. Ascent Broadband is not responsible for, and will not be liable for, their conduct, actions, omissions, or information handling or dissemination practices. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here. Please note, this does not opt you out of being served advertising. You will continue to receive generic ads.<\/p>\n<p class=\"p2\"><strong>SHARING OF INFORMATION<\/strong><\/p>\n<p class=\"p2\">Ascent Broadband does not sell or disclose information about you to any other party except under the circumstances described below, or as otherwise provided in this Policy, or required or permitted by law. Sharing of your Personally Identifiable and Non-Personally Identifiable Information includes, but is not limited to, the following:<\/p>\n<p class=\"p2\">• If you give us your consent, we may share your Personally Identifiable Information with third parties pursuant to the terms of your consent.<\/p>\n<p class=\"p2\">• We may share your contact information, such as your name, email address, and phone number collected on the website, among our trusted third parties so that they may contact you with marketing offers that are different from services you currently have with us. You may, however, limit this sharing. Please contact us directly at support@ascentbroadband.com to opt out.<\/p>\n<p class=\"p2\">• We aggregate information into statistics about Users, including their usage of the Website, traffic patterns, and demographics. We may provide third parties with such statistics, but such information does not constitute Personally Identifiable Information.<\/p>\n<p class=\"p2\">• We may occasionally share your information with our affiliates, service providers, and other third parties that help to operate our business and this Website and deliver the Services available on or through the Website to: facilitate, improve, or outsource elements of our service or operation of the Website, including processing transactions, sending emails, and providing marketing assistance or analysis.<\/p>\n<p class=\"p2\">• We may provide your information to, or exchange your information with, these service providers for use in their provision of services to us, such as fraud protection, compliance monitoring, or marketing analysis. These external service providers may have access to Personally Identifiable Information needed to perform their functions or services to us, but may not use it for other purposes including their own marketing.<\/p>\n<p class=\"p2\">• We may sell, transfer or otherwise share some or all of our assets, including your Personally Identifiable Information, in connection with a merger, acquisitions, reorganization or sale of assets including in the event of bankruptcy. In addition to the uses described above, sometimes the law or other circumstances require that we disclose Personally Identifiable Information about you to nonaffiliated third parties. Some examples are the following:<\/p>\n<p class=\"p2\">• To assist law enforcement or other governmental agencies investigating cases of possible illegal activities by third parties.<\/p>\n<p class=\"p2\">• To respond to subpoenas, court orders, legal process, and to establish or exercise Ascent Broadband’s legal rights to defend against legal claims.<\/p>\n<p class=\"p2\">• To enforce or apply our agreements, and to protect the rights, property, or safety of our users or others.<\/p>\n<p class=\"p2\">• To prevent or stop activity we may consider to be, or to pose a risk of being, illegal, unethical, or legally actionable activity.<\/p>\n<p class=\"p2\"><strong>THIRD PARTY SITES<\/strong><\/p>\n<p class=\"p2\">This Policy applies only to this Website. It does not apply to your use of any other websites (whether or not operated by us), including any websites to which we provide links or websites of our business partners. We are not responsible for the collection and use of information by companies or individuals unaffiliated with us whose websites may contain links to ours. Your browsing and interaction on any third party website or service are subject to that third party’s own rules and policies. We are not responsible for, and will not be liable for such third parties’ conduct, actions, omissions, or information handling or dissemination practices.<\/p>\n<p class=\"p2\"><strong>TESTIMONIALS<\/strong><\/p>\n<p class=\"p2\">We may use customer testimonials, comments, or reviews of our Services from our Website or from social media for marketing purposes, which may contain personally identifiable information, such as your name. We obtain the user’s consent to use his\/her personal information, along with the testimonial, prior to using the testimonial.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>5. Accessing and Changing Your Personal Information<\/strong><\/span><\/h4>\n<p class=\"p2\">To request information which was previously voluntarily provided be removed from our database, send a request to Ascent Broadband using the information in the “Contact Us” section below. We will attempt to delete such information, where feasible, after we receive a request from you. We will respond to a request for access within 30 days.<\/p>\n<p class=\"p2\">In accordance with this Policy, we may have forwarded Personally Identifiable Information to law enforcement agencies or other third parties as required by law. In the event we have shared your information with such third parties we no longer have control over the removal of such information, and we will not be able to remove your information from their systems. Notwithstanding any request from you, we may retain a record of your information, including Personally Identifiable Information that is necessary to comply with applicable law or as necessary to manage your account. Please be advised that the information removal request does not carry forward and any subsequent return to the website will result in additional information capture and sharing in accordance with this Policy.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>6. Email Opt-Out Policy<\/strong><\/span><\/h4>\n<p class=\"p2\">By providing your email address through the Website, you consent that the Website may send email to you regarding our Services. You can choose to opt out of receiving email communications from us by selecting to opt out by following the unsubscribe instructions in the email communication you receive from us or by contacting us directly using the information in the “Contact Us” section below.<\/p>\n<p class=\"p2\">In accordance with this Policy, we may have shared your email address with third parties. When that occurs, we no longer have direct control over the use of such information, and your rights regarding such use will be governed by such third party’s policies. You will have to contact them directly with any email optout request.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>7. Security Measures to Protect Your Information<\/strong><\/span><\/h4>\n<p class=\"p2\">Ascent Broadband has implemented reasonable and appropriate physical, procedural, and electronic safeguards to protect your information from unauthorized access and improper use. We review our security procedures on a regular basis to consider new or updated and appropriate technology and methods. Please be aware, however, that no method of transmission of information over the Internet, or method of electronic storage of information, is 100% secure. Therefore, while we strive to use reasonable and appropriate means to protect your information, we cannot guarantee its absolute security. If you have any questions about security on our Website, you can contact us using the information provided in the “Contact Us” section below.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>8. Children’s Privacy<\/strong><\/span><\/h4>\n<p class=\"p2\">The website is not directed to children under 13. We do not knowingly collect, maintain, or use information from children under age 13. If a parent or guardian becomes aware that his or her child has provided us with Personally Identifiable Information without their consent, he or she should contact us using the information in the “Contact Us” section below. If we confirm we have collected such information, we will take all reasonable measures to delete that information from our system as soon as possible.<\/p>\n<h4 class=\"p2\"><span style=\"color: #19809f;\"><strong>10. Contact Us<\/strong><\/span><\/h4>\n<p class=\"p2\">If you have any questions about this Policy, the practices of the website, or your use of the website, please contact us at:<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">Ascent Broadband<\/span><\/strong><\/p>\n<p class=\"p2\">2809 E Harmony Rd, Suite 310 Fort Collins, CO 80528<\/p>\n<p class=\"p2\">Email: <a href=\"mailto:info@ascentbroadband.com\">info@ascentbroadband.com<\/a><\/p>\n<\/div><div class=\"nav fusion-mobile-tab-nav\"><ul class=\"nav-tabs nav-justified\"><li><a class=\"tab-link\" data-toggle=\"tab\" role=\"tab\" aria-controls=\"tab-b799e4dae338bcd5496\" aria-selected=\"false\" tabindex=\"-1\" id=\"mobile-fusion-tab-referralprogram\" href=\"#tab-b799e4dae338bcd5496\"><h4 class=\"fusion-tab-heading\">Referral Program<\/h4><\/a><\/li><\/ul><\/div><div class=\"tab-pane fade fusion-clearfix\" role=\"tabpanel\" tabindex=\"0\" aria-labelledby=\"fusion-tab-referralprogram\" id=\"tab-b799e4dae338bcd5496\">\n<p class=\"p1\">Ascent Broadband<\/p>\n<h4 class=\"p1\"><span style=\"color: #19809f;\">Referral Program Terms and Conditions<\/span><\/h4>\n<p class=\"p2\">Effective 12\/15\/2018<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">1. General<\/span><\/strong><\/p>\n<p class=\"p2\">These terms and conditions apply to Ascent Broadband&#8217;s Referral Program (“Program”). By referring a friend, purchasing internet service, or otherwise participating in the Program, the referring customer (“Referrer”) and referred friend (“Referee”) agree to be bound by these terms and conditions, Ascent Broadband&#8217;s Internet Terms and Conditions, and Ascent Broadband’s Privacy Policy. The Internet Terms and Conditions and Privacy Policy are available at ascentbroadband.com.<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">2. Program Participation and Eligibility<\/span><\/strong><\/p>\n<p class=\"p2\">Eligible Referrals: The Program is only available for active subscribers on Ascent Broadband’s monthly plans with accounts in good standing.<\/p>\n<p class=\"p2\">To make referrals, a Referrer must:<\/p>\n<p class=\"p2\">1. Have an active Ascent Broadband monthly account on an eligible plan in good standing; and<\/p>\n<p class=\"p2\">2. Be an individual person and of the age of majority in the state\/province or jurisdiction where they are resident at the time of participation.<\/p>\n<p class=\"p2\">To be referred, a Referee must:<\/p>\n<p class=\"p2\">1. Sign up for an active Ascent Broadband monthly account. Customers who have previously canceled a plan with Ascent Broadband are ineligible to be referred.<\/p>\n<p class=\"p2\">2. Be an individual person and of the age of majority in the state\/province or jurisdiction where they are resident at the time of participation.<\/p>\n<p class=\"p2\">Please allow up to four (4) weeks after referral validation for referral reward to be applied. Ascent Broadband reserves the right to modify, extend or cancel this Program at any time. Participation in the Program is prohibited where void by applicable law or regulation. If an Ascent Broadband account is interrupted, suspended, or canceled, the Customer is no longer eligible to participate in the Program. Upon cancellation with Ascent Broadband, the Customer’s account will be inactive and they may not earn referrals rewards or Program credits, including any referral credits that may be pending. The Customer cannot redeem a referral credit for referring themselves. A Customer may only participate in the Program with one account.<\/p>\n<p class=\"p2\">To participate and earn a credit, Referees must enter the name of the Referrer during the online-signup process. The Referee must enter the Referrer’s name exactly as it was entered by the Referrer when he\/she signed up for his\/her service.<\/p>\n<p class=\"p2\">Ascent Broadband reserves the right to void any Referral credit based on the following: (1) ineligibility of any Program participant, (2) fraudulent activation or, (3) if Ascent Broadband, in its sole discretion, finds that the Customer has violated any of the Conditions or violated any part of the Program.<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">Terms and Conditions.<\/span><\/strong><\/p>\n<p class=\"p2\">Eligible Referees: Each Referee must activate a new Ascent Broadband monthly plan. Customers cannot receive credits for referring themselves or by renewing their monthly plan with Ascent Broadband. Existing Ascent Broadband customers will receive 1 free month of service for each referred customer that signs up. If a new Ascent Broadband customer is referred by an existing Ascent Broadband customer, they will receive 1 month of free service for being referred. Referrer must disclose the fact that they are an Ascent Broadband customer when making referrals. Referrer agrees to let Referee know that they may receive a referral reward if the Referee signs up for Ascent Broadband service. Referral rewards will not be given if the customer fails to comply with any of the terms of the Program.<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">3. Reward Redemption:<\/span><\/strong><\/p>\n<p class=\"p2\">Referral rewards are non-transferable, non-assignable, and cannot be redeemed or exchanged for cash or other merchandise. Upon the Referee signing up and entering the name of the Referrer a 1 month credit will be issued towards both the account of the Referrer and the Referee.<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">4. Reward Issuance Expiration:<\/span><\/strong><\/p>\n<p class=\"p2\">If further action is required for reward issuance, members must successfully complete the additional action within 30 days from initial notification of the request for further action. Otherwise the member will forfeit the pending reward.<\/p>\n<p class=\"p2\"><strong><span style=\"color: #19809f;\">5. Additional Terms and Conditions.<\/span><\/strong><\/p>\n<p class=\"p2\">Tax: The customer is responsible for any and all tax liabilities associated with the Program. Void Where Prohibited: This Program is void where prohibited by law.<\/p>\n<p class=\"p2\">Ascent Broadband reserves the right to change the terms and conditions of the Ascent Broadband Referral Program at any time, without notice, at their sole discretion. Ascent reserves the right to not award a credit or to disqualify someone from the Program if they feel, in their sole discretion, that fraudulent behavior or other unethical conduct has occurred that compromises the fairness of the Program in any way. Credits cannot be combined with other promotions and are not valid for previous offers or orders. Spam, unsolicited commercial email, or any form of illegal means of communication is illegal, prohibited, and will be grounds for termination of service and removal from this Program. Fraudulent or unethical means of communication such as using bots, fictitious identities, fake emails, or scripts is also prohibited and will result in similar actions by Ascent Broadband with respect to terminating service and removal from this Program. Ascent Broadband services are subject to additional terms, conditions, and other restrictions. See ascentbroadband.com for details.<\/p>\n<p class=\"p2\">Limited time offer. Ascent Broadband reserves the right to terminate and\/or modify this offer at any time without prior notice.<\/p>\n<\/div><\/div><\/div><div class=\"fusion-clearfix\"><\/div><\/div><\/div><\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms &amp; Conditions - Ascent Broadband<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/ascentbroadband.com\/terms-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms &amp; Conditions - Ascent Broadband\" \/>\n<meta property=\"og:url\" content=\"https:\/\/ascentbroadband.com\/terms-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"Ascent Broadband\" \/>\n<meta property=\"article:modified_time\" content=\"2021-05-11T14:34:16+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"29 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/ascentbroadband.com\/#website\",\"url\":\"https:\/\/ascentbroadband.com\/\",\"name\":\"Ascent Broadband\",\"description\":\"Great Local Wireless Internet\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/ascentbroadband.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/ascentbroadband.com\/terms-conditions\/#webpage\",\"url\":\"https:\/\/ascentbroadband.com\/terms-conditions\/\",\"name\":\"Terms & Conditions - Ascent Broadband\",\"isPartOf\":{\"@id\":\"https:\/\/ascentbroadband.com\/#website\"},\"datePublished\":\"2020-04-28T22:14:32+00:00\",\"dateModified\":\"2021-05-11T14:34:16+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/ascentbroadband.com\/terms-conditions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/ascentbroadband.com\/terms-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/ascentbroadband.com\/terms-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/ascentbroadband.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms &#038; Conditions\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms & Conditions - Ascent Broadband","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/ascentbroadband.com\/terms-conditions\/","og_locale":"en_US","og_type":"article","og_title":"Terms & Conditions - Ascent Broadband","og_url":"https:\/\/ascentbroadband.com\/terms-conditions\/","og_site_name":"Ascent Broadband","article_modified_time":"2021-05-11T14:34:16+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"29 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/ascentbroadband.com\/#website","url":"https:\/\/ascentbroadband.com\/","name":"Ascent Broadband","description":"Great Local Wireless Internet","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/ascentbroadband.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/ascentbroadband.com\/terms-conditions\/#webpage","url":"https:\/\/ascentbroadband.com\/terms-conditions\/","name":"Terms & Conditions - Ascent Broadband","isPartOf":{"@id":"https:\/\/ascentbroadband.com\/#website"},"datePublished":"2020-04-28T22:14:32+00:00","dateModified":"2021-05-11T14:34:16+00:00","breadcrumb":{"@id":"https:\/\/ascentbroadband.com\/terms-conditions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/ascentbroadband.com\/terms-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/ascentbroadband.com\/terms-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/ascentbroadband.com\/"},{"@type":"ListItem","position":2,"name":"Terms &#038; Conditions"}]}]}},"_links":{"self":[{"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/pages\/1722"}],"collection":[{"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/comments?post=1722"}],"version-history":[{"count":10,"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/pages\/1722\/revisions"}],"predecessor-version":[{"id":1813,"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/pages\/1722\/revisions\/1813"}],"wp:attachment":[{"href":"https:\/\/ascentbroadband.com\/wp-json\/wp\/v2\/media?parent=1722"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}